import { comment1, comment2, comment3, comment4, comment5 } from "@/assets/img";

export const comments = [
  {
    id: 1,
    description: `
    Сотрудничаем с компанией более года по продвижению трёх различных объектов общественного питании в Инстаграм. За это время с помощью социальных сетей было привлечено большое количество клиентов, проведено мероприятий, промоакций и розыгрышей. Частное предприятие «Ибис маркетинг» на сто процентов качественно и точно в срок выполняет взятые на себя обязательства.<br/>
Сотрудники компании отзывчивы, всегда готовы прийти на помощь, а также с удовольствием делятся как своим опытом, так и новинками в маркетинге.

    `,
    name: "Капустин Дмитрий",
    role: "директор",
    img: comment1,
  },
  {
    id: 2,
    description:
      "Наш ресторан сотрудничает с агентством уже более года, и мы впечатлены результатами. Их команда разработала красочный и функциональный сайт, который привлекает внимание наших посетителей. Эффективное продвижение в социальных сетях и надежная техническая поддержка дополнили положительный опыт. Рекомендуем!",
    name: "Матюшевская Ольга",
    role: " управляющий",
    img: comment2,
  },
  {
    id: 3,
    description:
      "Агентство оказало нам отличные услуги по разработке сайта и SMM-продвижению. Новый сайт эффективно представляет наши услуги, а социальные сети помогли расширить нашу клиентскую базу. Профессионализм команды агентства заметен в каждом этапе сотрудничества.",
    name: "Хворостова Ольга",
    role: "начальник абонентского отдела",
    img: comment3,
  },
  {
    id: 4,
    description:
      "Сотрудничество с агентством принесло нашему автосалону значительный успех. Отлично разработанный сайт и продуманная SMM-стратегия помогли привлечь внимание потенциальных клиентов. Результаты говорят сами за себя – увеличение продаж и узнаваемость бренда!",
    name: "Белядский Александр",
    role: "менеджер по продажам",
    img: comment4,
  },
  {
    id: 5,
    description:
      "Команда агентства проявила высокий профессионализм в SMM-продвижении нашего автосалона. Их стратегии в социальных сетях помогли улучшить восприятие бренда и привлечь внимание целевой аудитории. Рекомендуем как надежного партнера!",
    name: "Третьякова Ольга",
    role: "директор",
    img: comment5,
  },
];
