import { comment1, comment2, comment3 } from "@/assets/img";

export const comments = [
  {
    id: 1,
    description: "В своём стремлении улучшить пользовательский опыт мы упускаем, что акционеры крупнейших компаний смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности. Сложно сказать, почему явные признаки победы институционализации, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. ",
    name: "Виктор Петров",
    role: "Директор",
    img: comment1,
  },
  {
    id: 2,
    description: "В своём стремлении улучшить пользовательский опыт мы упускаем, что акционеры крупнейших компаний смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности. Сложно сказать, почему явные признаки победы институционализации, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. ",
    name: "Петров Виктор",
    role: "Директор",
    img: comment2,
  },
  {
    id: 3,
    description: "В своём стремлении улучшить пользовательский опыт мы упускаем, что акционеры крупнейших компаний смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности. Сложно сказать, почему явные признаки победы институционализации, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. ",
    name: "Ветров Пиктор",
    role: "Директор",
    img: comment3,
  },
];
