import { news1, news2, news3, news4, news5, news6 } from "@/assets/img";

export const news = [
  {
    id: 1,
    title: "Маркетинговый отдел на аутсорсе",
    date: "8 сентября 2023",
    description: `Представьте, что вы можете преумножить эффективность вашего бизнеса, сосредотачиваясь на стратегии и росте, а не на оперативных маркетинговых задачах. Это возможно благодаря аутсорсингу маркетинга, и вот, что вы получите:
      <br /><br />
      Экспертная Экипировка: Вашими партнерами станут профессионалы, обладающие многолетним опытом и широким знанием трендов в мире маркетинга. Они знают, как привлечь внимание вашей аудитории.
      <br /><br />
      Сэкономленное Время и Ресурсы: Вместо траты времени на найм и обучение персонала, вы просто делегируете маркетинговые задачи экспертам и экономите ресурсы на свой бизнес-рост.
      <br /><br />
      Гибкость и Масштабируемость: Агентства адаптируются к вашим потребностям. Неважно, малый бизнес или крупная компания, стратегия будет точно соответствовать вашим целям.
      <br /><br />
      Снижение Рисков: Избегайте неожиданных расходов и рисков, связанных с неопытным персоналом. Аутсорсинг позволяет снизить финансовые риски.
      <br /><br />
      Результаты, На Которые Вы Можете Рассчитывать: Ваш успех - приоритет агентства. Стремление достичь лучших результатов становится их страстью.
      <br /><br />
      Сосредоточенность на Клиенте: Вам предоставляется возможность полностью сосредоточиться на обслуживании клиентов и стратегическом развитии бизнеса.
      <br /><br />
      Инновации и Технологии: Агентства в курсе последних инноваций и технологий, гарантируя, что ваш маркетинг всегда остается современным.
      <br /><br />
      Аутсорсинг маркетинга становится ключом к повышению эффективности, снижению рисков и улучшению результатов для вашего бизнеса. Так что почему бы не обратиться к профессионалам? Узнайте больше о преимуществах аутсорсинга маркетинга с Ибис Маркетинг, и давайте вместе двигаться к вашему успеху!`,
    img: news1,
  },
  {
    id: 2,
    title: "Увеличьте посещаемость вашего сайта Несколько простых шагов",
    date: "8 сентября 2023",
    description: `Увеличение посещаемости вашего сайта — это важный шаг к успеху. Вот несколько простых методов, которые даже новичок может использовать:

      Ключевые Слова и Структура Контента: Исследуйте, какие ключевые слова в вашей нише наиболее популярны. Вставляйте их стратегически в тексты на вашем сайте. Структурируйте контент, чтобы он был легко читаемым.
      
      Блог: Начните блог на вашем сайте. Публикуйте интересные и полезные статьи, которые будут привлекать посетителей и поднимать позиции в поисковых системах.
      
      Социальные Сети: Активно используйте социальные сети для продвижения. Размещайте ссылки на ваш контент и взаимодействуйте с аудиторией.
      
      Контекстная Реклама: Разработайте рекламные кампании на платформах, таких как Google Ads. Они помогут привлечь трафик быстро.
      
      Анализ Данных: Используйте инструменты аналитики, чтобы отслеживать, какие страницы на сайте наиболее популярны, и какие источники трафика наиболее эффективны.
      
      Ссылочная Масса: Завоевывайте обратные ссылки (беклинки) от других сайтов. Это улучшит вашу видимость в поисковых системах.
      
      Специалисты по Маркетингу: Не стесняйтесь обратиться к профессионалам. Эффективное продвижение требует времени и опыта. Компании, такие как Ибис Маркетинг, предоставляют комплексные услуги по SEO и контекстной рекламе. Специалисты вам помогут разработать стратегию, которая работает и приводит к результатам.
      
      Запомните, что успешное продвижение сайта — это долгосрочный процесс, и требует тщательного планирования и усилий. Если вы хотите увеличить посещаемость вашего сайта и улучшить его видимость, рассмотрите возможность обратиться к специалистам, которые помогут вам добиться максимальных результатов.
      
      Ибис Маркетинг — это ваш надежный партнер в мире маркетинга и интернет-продвижения. Мы предоставляем комплексные услуги по SEO и контекстной рекламе, которые помогут вам добиться заметных результатов. Не упустите возможность увеличить посещаемость вашего сайта и укрепить позиции в онлайн-мире. Свяжитесь с нами сегодня, и мы разработаем стратегию, которая поднимет ваш бизнес на новый уровень!`,
    img: news2,
  },
  {
    id: 3,
    title: "Завоевывайте Instagram для Вашего Бизнеса",
    date: "6 сентября 2023",
    description: `Instagram стал мощным инструментом для продвижения бизнеса. Но как выделиться среди миллионов аккаунтов? Вот несколько стратегий:

      1. Продуманный Профиль
      
      Ваш профиль – это лицо бренда. Внимание к деталям, креативность и ясное сообщение помогут привлечь аудиторию.
      
      2. Качественный Контент
      
      Постите качественные фото и видео, которые отражают ваш бренд и интересуют вашу аудиторию
      
      3. Интерактивность
      
      Ответы на комментарии и вовлечение аудитории через опросы и сторис помогут создать сообщество.
      
      4. Таргетированная Реклама
      
      Рекламные кампании в Instagram могут сильно увеличить вашу видимость и привлечь новых клиентов.
      
      5. Регулярность
      
      Постите регулярно, чтобы ваша аудитория всегда имела доступ к свежему контенту.
      
      6. Сторис и Reels
      
      Используйте сторис и Reels для еще большей интерактивности и контента в формате видео.
      
      7. Партнерство
      
      Рассмотрите партнерство с влиятельными личностями, чтобы расширить вашу аудиторию.
      
      Ибис Маркетинг готов взять на себя все это и помочь вашему бизнесу процветать в Instagram всего за 450 BYN. Не упустите шанс сделать ваш бренд более успешным в социальных медиа!
      
      Более 50+ компаний уже доверяют нам и видят реальные результаты.`,
    img: news3,
  },
  {
    id: 4,
    title: "SMM это стратегия",
    date: "5 сентября 2023",
    description: `которая открывает перед вашим бизнесом огромные возможности для роста, видимости и взаимодействия с целевой аудиторией. А когда речь идет о выборе надежного партнера для реализации этой стратегии, Ибис Маркетинг становится вашим надежным проводником в мире SMM. Почему стоит выбрать Ибис Маркетинг для ваших SMM потребностей: Опыт и Экспертиза: Наша команда обладает обширным опытом в области SMM. Мы знаем, как создать контент, который захватит внимание, как оптимизировать публикации и как достичь максимальных результатов в социальных медиа. Индивидуальный Подход: Мы понимаем, что каждый бизнес уникален, и подходим к каждому клиенту индивидуально. Мы разрабатываем стратегии SMM, которые точно соответствуют вашим целям и вашей аудитории. Творчество и Инновации: Мы не боимся экспериментировать с творческими идеями, чтобы сделать ваш бренд запоминающимся. У нас есть много вдохновения и инноваций, чтобы сделать ваш контент уникальным. Результаты и Аналитика: Мы следим за результатами каждой SMM кампании. Анализируем, что работает, а что можно улучшить. Это позволяет нам адаптировать стратегию для достижения наилучших результатов. Комплексное Обслуживание: Наша компания предоставляет полный спектр услуг в области SMM. Вы можете полностью полагаться на нашу команду для эффективного выполнения задач. Выбрав Ибис Маркетинг, вы выбираете опытных профессионалов, которые превратят SMM в мощный инструмент для роста вашего бизнеса. Мы готовы помочь вам создать прочное присутствие в социальных сетях, улучшить вашу видимость в поисковой выдаче и достичь выдающихся результатов. Вместе с нами ваш бренд станет заметным и успешным в онлайн-мире!`,
    img: news4,
  },
  {
    id: 5,
    title: "У вас есть сайт, но он устарел?",
    date: "13 апреля 2023",
    description: `Современный мир настолько стал зависим от современных технологий, что не прощает пользователям пренебрежение их использования. В частности, это касается бизнеса. Интернет ваш надёжный партнёр и спонсор. Не знаете с чего начать успешные продажи в интернете? Ответ достаточно прост. Обзавестись собственным веб-сайтом никогда не поздно, особенно, если в участии его создания принимает команда компетентных специалистов из Ибис маркетинг. Тщательное изучение всех пунктов технического задания, прислушиваемся ко всем вашим пожеланиям и рекомендациям, полный цикл разработки. Вы предложили-мы реализовали! У вас уже есть веб-сайт, но он устарел? Именно в настоящее время функционал и дизайн сайта играют максимальную роль при получении прибыли. Наши специалисты знают это, что и позволяет сделать качественный редизайн сайта. Ваших клиентов приятно удивит удобство использования, визуальное оформление и конечно же быстрые и удобные покупки. Всё еще задаётесь вопросом нужен ли мне веб-сайт? Закажите создание сайта в Ибис маркетинг и ваша будущая прибыль даст ответ!`,
    img: news5,
  },
  {
    id: 6,
    title: "Что на наш взгляд важно",
    date: "13 декабря 2022",
    description: `Во-первых, Ибис маркетинг — это агентство полного цикла, в основе которого команда молодых и креативных людей, обладающих обширной экспертизой в области маркетинга и разработки, свежими концепциями и специфическими знаниями. Каждый из нас пришел в бизнес для реализации и достижения наших амбициозных целей. Ваш бизнес или бренд с вашими целями и задачами — это то, что дает нам энергию и силу. Ибис маркетинг — это просто отличный способ реализовать свои идеи на практике.`,
    img: news6,
  },
];
