import { price1 } from "@/assets/img";

export const priceList = [
  {
    id: 1,
    title: "SMM",
    description:
      "Эффективное продвижение в социальных сетях: привлечение новых клиентов через Instagram, Facebook, TikTok, VK, OK.",
    img: price1,
  },
  {
    id: 2,
    title: "Таргетированная реклама",
    description:
      "Подтолкните cвой бизнес на новый уровень: эффективная таргетированная реклама для расширения вашего рынка и увеличения прибыли",
    img: price1,
  },
  {
    id: 3,
    title: "Создание продающих сайтов",
    description:
      "Максимизируйте потенциал вашего бизнеса: создание продающего сайта, который превращает посетителей в лояльных клиентов",
    img: price1,
  },
  {
    id: 4,
    title: "SEO  |   Контекстная реклама   |  Тех. поддержка сайта",
    description:
      "Доверьтесь профессионалам: команда SEO-специалистов, экспертов контекстной рекламы и опытных технических поддержки, готовых помочь вашему сайту процветать.",
    img: price1,
  },
  {
    id: 5,
    title: "Дизайн  |  Контент",
    description:
      "Мы воплотим ваше видение в реальность: наша команда экспертов по дизайну и контенту готова создать неповторимый облик вашего проекта.",
    img: price1,
  },
  {
    id: 6,
    title: "Оффлайн реклама",
    description:
      "Уличная реклама с высокой видимостью: мы предлагаем разнообразные форматы и места размещения, чтобы ваш бренд был замечен и запомнен прохожими.",
    img: price1,
  },
];
