import {
  webMain,
  funcMain,
  seoMain,
  smmMain,
  outMain,
  targetMain,
  video,
} from "@/assets/img";

export const priceList = [
  {
    id: 1,
    title: "SMM",
    description:
      "Эффективное продвижение в социальных сетях: привлечение новых клиентов через Instagram, Facebook, TikTok, VK, OK.",
    img: smmMain,
    alt: "Продвижение в социальных сетях",
  },
  {
    id: 2,
    title: "Таргетированная реклама",
    description:
      "Подтолкните cвой бизнес на новый уровень: эффективная таргетированная реклама для расширения вашего рынка и увеличения прибыли",
    img: targetMain,
    alt: "таргетированная реклама ",
  },
  {
    id: 3,
    title: "Создание продающих сайтов",
    description:
      "Максимизируйте потенциал вашего бизнеса: создание продающего сайта, который превращает посетителей в лояльных клиентов",
    img: webMain,
    alt: "Создание продающих сайтов",
  },
  {
    id: 4,
    title: "SEO  |   Контекстная реклама   |  Тех. поддержка сайта",
    description:
      "Доверьтесь профессионалам: команда SEO-специалистов, экспертов контекстной рекламы и опытных технических поддержки, готовых помочь вашему сайту процветать.",
    img: seoMain,
    alt: "рост продаж в интернете",
  },
  {
    id: 5,
    title: "Дизайн  |  Контент",
    description:
      "Мы воплотим ваше видение в реальность: наша команда экспертов по дизайну и контенту готова создать неповторимый облик вашего проекта.",
    img: funcMain,
    alt: "WEB дизайн и создание контента",
  },
  {
    id: 6,
    title: "Оффлайн реклама",
    description:
      "Уличная реклама с хорошей видимостью: мы предлагаем разнообразные форматы и места размещения, чтобы ваш бренд привлекал внимание и оставлял яркое впечатление у прохожих.",
    img: outMain,
    alt: "наружная реклама ",
  },
  {
    id: 7,
    title: "Фото и видеосъемка",
    description:
      "При помощи качественной фото и видеосъёмке мы создаём контент, который захватывает внимание. Звук у нас не просто дополнение, это второе дыхание вашего контента – мы записываем его и тщательно обрабатываем, чтобы каждая нота звучала в гармонии.",
    img: video,
    newPrice: true,
    alt: "фото-видеосъемка",
  },
];
