import {
  banner2,
  banner2_mobile,
  banner3,
  banner3_mobile,
  banner5,
  banner5_mobile,
} from "@/assets/img";

export const slidesMain = [
  {
    id: 4,
    title: "Техническая поддержка сайта от 18 BYN",
    description:
      "Наш профессиональный подход обеспечит стабильность и доступность вашего ресурса для посетителей, техподдержка сайта в нашей компании осуществляется высококвалифицированными специалистами.",
    buttonText: "РАССЧИТАТЬ СТОИМОСТЬ",
    img: banner2,
    imgMobile: banner2_mobile,
  },
  {
    id: 5,
    title: "Маркетинговый отдел на аутсорсе",
    description:
      "Уже Kia, JAC и JETOUR выбрали нашу услугу для своего успеха на аутсорсе, всего за 1100 BYN. Начнем прямо сейчас?",
    buttonText: "ОСТАВИТЬ ЗАЯВКУ",
    img: banner3,
    imgMobile: banner3_mobile,
  },
  {
    id: 6,
    title: "Фото- и видеосъёмка",
    description:
      "При помощи качественной фото- и видеосъёмке мы создаём контент, который захватывает внимание. Звук у нас не просто дополнение, это второе дыхание вашего контента – мы записываем его и тщательно обрабатываем, чтобы каждая нота звучала в гармонии.",
    img: banner5,
    buttonText: "Узнать стоимость",
    imgMobile: banner5_mobile,
  },
];
