import {
  banner1,
  banner1_mobile,
  banner2,
  banner2_mobile,
  banner3,
  banner3_mobile,
  banner4,
  banner4_mobile,
  banner5,
  banner5_mobile,
  banner6,
  banner6_mobile,
  banner7,
  banner7_mobile,
} from "@/assets/img";

export const slidesMain = [
  {
    id: 1,
    title: "НОВОГОДНЯЯ РАСПРОДАЖА",
    description: `
      Пора воплотить ваши маркетинговые мечты в жизнь! При заказе наших услуг вы получаете не только качественный результат, но и уникальные подарки:<br />
      🚀 Разработка сайта + SEO-продвижение и  настройка контекстной рекламы в подарок;<br />
      🔧 Обслуживание сайта + SEO-продвижение в подарок;<br />
      📱 SMM-продвижение + настройка таргетированной рекламы в подарок;
      `,
    img: banner7,
    buttonText: "Подробнее",
    imgMobile: banner7_mobile,
    link: "/services/site-creation",
  },
  {
    id: 2,
    title: "Скидка 15%",
    description:
      "Отпразднуйте наступление Нового Года с блеском в вашем гостиничном бизнесе! Предлагаем уникальные решения для продвижения вашего комплекса. Доверьтесь нам, чтобы создать неповторимый имидж и привлечь новых гостей. Празднуйте успех с профессионалами маркетинга!",
    buttonText: "Рассчитать стоимость",
    img: banner4,
    imgMobile: banner4_mobile,
  },
  {
    id: 3,
    title: "Скидка 10%",
    description:
      "на вкусный успех вашего общепита! Праздничное предложение от нас: поднимите свой ресторан на новый уровень с эффективным маркетингом. Завоюйте сердца гостей и увеличьте прибыль. Вкусите успех вместе с нами!",
    img: banner6,
    buttonText: "Рассчитать стоимость",
    imgMobile: banner6_mobile,
  },
  {
    id: 4,
    title: "SMM продвижение для лидеров рынка",
    description:
      "Начните продвижение с нами и получите первый месяц по СПЕЦИАЛЬНОЙ ЦЕНЕ!",
    buttonText: "РАССЧИТАТЬ СТОИМОСТЬ",
    img: banner1,
    imgMobile: banner1_mobile,
  },
  {
    id: 5,
    title: "Техническая поддержка сайта от 18 BYN",
    description:
      "Наш профессиональный подход обеспечит стабильность и доступность вашего ресурса для посетителей, техподдержка сайта в нашей компании осуществляется высококвалифицированными специалистами.",
    buttonText: "РАССЧИТАТЬ СТОИМОСТЬ",
    img: banner2,
    imgMobile: banner2_mobile,
  },
  {
    id: 6,
    title: "Маркетинговый отдел на аутсорсе",
    description:
      "Уже Kia, JAC и JETOUR выбрали нашу услугу для своего успеха на аутсорсе, всего за 1100 BYN. Начнем прямо сейчас?",
    buttonText: "ОСТАВИТЬ ЗАЯВКУ",
    img: banner3,
    imgMobile: banner3_mobile,
  },
  {
    id: 7,
    title: "Фото- и видеосъёмка",
    description:
      "При помощи качественной фото- и видеосъёмке мы создаём контент, который захватывает внимание. Звук у нас не просто дополнение, это второе дыхание вашего контента – мы записываем его и тщательно обрабатываем, чтобы каждая нота звучала в гармонии.",
    img: banner5,
    buttonText: "Узнать стоимость",
    imgMobile: banner5_mobile,
  },
];
